Repository: andersmosshall/sser-id-103
Catalog: web/modules/custom/simple_school_reports_core/translations/simple_school_reports_core-1.0.0.*.po
Languages: sv

source: School week for grades
sv: Skolvecka för årskurser

source: School week for classes
sv: Skolvecka för klasser

source: Class and grade, example: Anders Andersson (1-3A Gr 3)
sv: Klass och årskurs, exempel: Anders Andersson (1-3A Åk 3)

source: Class (only class name), example: Anders Andersson (3A)
sv: Klass (endast klassnamn), exempel: Anders Andersson (3A)

source: Default (only grade), example: Anders Andersson (Gr 3)
sv: Standard (endast årskurs), exempel: Anders Andersson (Åk 3)

source: Choose what suffix students have in different lists for identification. Class name will be the name of this class and grade will be the grade of the student.
sv: Välj vilket suffix elever har i olika listor för identifiering. Klassnamn kommer att vara namnet på denna klass och årskurs kommer att vara elevens årskurs.

source: Behavior of student suffix
sv: Beteende av elevsuffix

source: Mentors
sv: Mentorer

source: Use as short name as possible!
sv: Använd så kort namn som möjligt!

source: @count items saved
sv: @count objekt sparade

source: @count items copied
sv: @count objekt kopierade

source: Copying school week
sv: Kopierar skolvecka

source: Select at least one target that is not the same as the source.
sv: Välj minst ett mål som inte är samma som källan för skolvecka.

source: The selected source does not have a school week.
sv: Valda källan har inte en skolvecka.

source: Source to copy school week from
sv: Källa att kopiera skolvecka från

source: Copy school week
sv: Kopiera skolvecka

source: Targets to create school week on
sv: Mål att skapa skolvecka för

source: Note that any current school week on the target will be replaced.
sv: Observera att eventuell nuvarande skolvecka på målet kommer att ersättas.

source: No class
sv: Ingen klass

source: Add class
sv: Skapa klass

source: Assign to class
sv: Tilldela klass

source: A class with students cannot be deactivated.
sv: En klass med elever kan inte avaktiveras.

source: Class assigned
sv: Klass tilldelad

source: Sort out examinations
sv: Gallra examinationer

source: Delete all examinations in assessment group @label older than this date.
sv: Radera alla examinationer i bedömningsgruppen @label äldre än detta datum.

source: No examinations to sort out.
sv: Inga examinationer att gallra bort.

source: Removing examinations
sv: Tar bort examinationer

source: All subjects
sv: Alla ämnen

source: Edit result
sv: Hantera resultat

source: Not in assessment group
sv: Ej i bedömningsgrupp

source: All students from selected class will be assigned to this course. Leave blank to select an explicit student list below.
sv: Alla elever från vald klass kommer att läggas till denna kurs. Lämna tomt för att välja en explicit elevlista nedan.

source: school class
sv: klass

source: School class
sv: Klass

source: school classes
sv: klasser

source: School classes
sv: Klasser

source: Create assessment group from course
sv: Skapa bedömningsgrupp från kurs

source: Do you want to copy @label to a new assessment group?
sv: Vill du kopiera @label till en ny bedömningsgrupp?

source: Please describe the reason why you want to shut down the site to maintenance mode.
sv: Beskriv varför du vill stänga ner webbplatsen till underhållsläge.

source: All users (including yourself) will be logged out and the site will be shut down into maintenance mode. A bug report mail will automatically be sent to the system administrator.
sv: Alla användare (inklusive dig själv) kommer att loggas ut och webbplatsen kommer att stängas ner till underhållsläge. Ett felrapportmejl kommer automatiskt att skickas till systemadministratören.

source: Do you want to set the site into maintenance mode?
sv: Vill du ställa in webbplatsen i underhållsläge?

source: PANIC! @name has been set into maintenance mode.
sv: PANIK! @name har ställts in i underhållsläge.

source: Panic!
sv: Panik!

source: Shut down the site to maintenance mode. Only do this if you have reason to believe that the system has been compromised and you want to shut it down for investigation.
sv: Stäng ner webbplatsen till underhållsläge. Gör detta endast om du har skäl att tro att systemet har komprometterats och du vill stänga ner det för undersökning.

source: This combination of roles is not allowed.
sv: Denna kombination av roller är inte tillåten.

source: User with role student cannot have any other role.
sv: Användare med rollen elev får inte ha någon annan roll.

source: NOTE: Contact details for students with protected personal data will not be included.
sv: OBSERVERA: Kontaktuppgifter för elever med skyddade personuppgifter kommer inte att inkluderas.

source: Include student contact details
sv: Inkludera elevens kontaktuppgifter

source: The grade refers to the grade that has been set in the corresponding student groups. Only students in these student groups will be included in the export.
sv: Årskursen avser den årskurs som har ställts in i motsvarande elevgrupper. Endast elever i dessa elevgrupper kommer att inkluderas i exporten.

source: Grades to include in export file
sv: Årskurser att inkludera i exportfil

source: Invalid date
sv: Ogiltigt datum

source: Invalid duration
sv: Ogiltig lektionslängd
