Repository: andersmosshall/sser-id-103
Catalog: web/modules/custom/simple_school_reports_core/translations/simple_school_reports_core-1.0.0.*.po
Languages: sv

source: Pre school class
sv: Förskoleklass

source: Student has quit
sv: Elev har slutat

source: Current day
sv: Nuvarande dag

source: Register absence
sv: Registrera frånvaro

source: Choose absence
sv: Välj frånvaro

source: Today (@date)
sv: Idag (@date)

source: Tomorrow (@date)
sv: Imorgon (@date)

source: Today (Whole day @date)
sv: Idag (Hela dagen @date)

source: Tomorrow (Whole day @date)
sv: Imorgon (Hela dagen @date)

source: Other period
sv: Annan period

source: Select "other period" to set an other date or part of a day.
sv: Välj "annan period" för att ange ett annat datum eller del av en dag.

source: Absence
sv: Frånvaro

source: Absence from
sv: Frånvaro från

source: Absence to
sv: Frånvaro till

source: Reported absence
sv: Anmäld frånvaro

source: Leave absence
sv: Ledig

source: Absence type
sv: Frånvarotyp

source: Latest report
sv: Senaste rapporteringar

source: Are you sure you want to activate school subject?
sv: Är du säker på att du vill aktivera ämnet?

source: Activate
sv: Aktivera

source: Name
sv: Namn

source: Subject code
sv: Ämneskod

source: none
sv: ingen

source: Language code
sv: Språkkod

source: There is already a school subject with this settings.
sv: Det finns redan ett ämne med dessa inställningar.

source: Are you sure you want to deactivate school subject?
sv: Är du säker på att du vill inaktivera ämnet?

source: School subject added.
sv: Ämne tillagt.

source: Deactivate
sv: Inaktivera

source: Email address
sv: E-postadress

source: Register grade
sv: Registrera betyg

source: Generate documents
sv: Generera dokument

source: Make up invalid absence
sv: Bonustimme

source: Sum
sv: Summa

source: Upcoming
sv: Kommande

source: Absence make up time
sv: Bonustimme

source: Replacement patterns
sv: Ersättningsmönster

source: Subject
sv: Ämne

source: Message
sv: Meddelande

source: No limit
sv: Ingen gräns

source: @days days ago
sv: @days dagar sedan

source: Caregiver start page
sv: Vårdnadshavare startsida

source: Start page content
sv: Startsideinnehåll

source: Students in school
sv: Elever i skolan

source: Statistics
sv: Statistik

source: Range selector
sv: Periodväljare

source: Apply
sv: Tillämpa

source: From
sv: Från

source: To
sv: Till

source: Not obligatory
sv: Ej obligatoriskt

source: Mail will be sent to mentor; @mentors
sv: Meddelande kommer att skickas till mentor; @mentors

source: Something went wrong.
sv: Någonting gick fel.

source: No mail has been sent.
sv: Inget meddelande har skickats.

source: There are already absence registrations that partly or completely includes selected absence period.
sv: Det finns reda frånvaroregistreringar som helt eller delvis överlappar vald frånvaroperiod.

source: Sending mails
sv: Skicka meddelanden

source: Processed @current out of @total.
sv: Hanterar @current av @total handlingar

source: Save configuration
sv: Spara inställningar

source: Configuration has been saved
sv: Inställningar har sparats

source: Generate ssn key form
sv: Formujlär för att generera personnummernyckel

source: Generate
sv: Generera

source: Mail caregivers
sv: Meddela vårdnadshavare

source: Recipients
sv: Mottagare

source: Reset invalid absence counter
sv: Återställ ogiltig frånvaro

source: Save
sv: Spara

source: Calculate invalid absence from
sv: Beräkna ogiltig frånvaro från

source: Calculate invalid absence to
sv: Beräkna ogiltig frånvaro till

source: Week number
sv: Veckonummer

source: Select week
sv: Välj vecka

source: This mail can not be answered. To reply send mail to @name @mail
sv: Detta meddelande kan inte besvaras. För att svara skicka meddelande till @name @mail

source: Attendance report
sv: Närvarorapport

source: Student first name
sv: Elev förnamn

source: Student last name
sv: Elev efternamn

source: Student full name
sv: Elev fullständigt namn

source: Total invalid absence
sv: Total ogiltig frånvaro

source: Recipient first name
sv: Mottagare förnamn

source: Recipient last name
sv: Mottagare efternamn

source: Recipient full name
sv: Mottagare fullständigt namn

source: Recipient email address
sv: Mottagare e-postadress

source: Current user first name
sv: Nuvarande användare förnamn

source: Current user last name
sv: Nuvarande användare efternamn

source: Current user full name
sv: Nuvarande användare fullständigt namn

source: Current user email address
sv: Nuvarande användare e-postadress

source: Class name
sv: Kursnamn

source: Invalid absence time in minutes
sv: Ogiltig frånvaro i minuter

source: School staff start page
sv: Skolpersonal startsida

source: Gr @grade
sv: Åk @grade

source: Created a new user account for <a href=":url">%name</a>. No email has been sent.
sv: Skapade en ny användare för <a href=":url">%name</a>. Inget e-postmeddelande har skickats.

source: content items
sv: innehåll

source: content item
sv: innehåll

source: Edit mode
sv: Redigeringsläge

source: Add mode
sv: Skapaläga

source: This value is not a valid email address.
sv: Detta värde är inte en giltig e-postadress

source: Are you sure you want to remove %label?
sv: Är du säker på att du vill ta bort %label?

source: Collapse / Edit all
sv: Fäll in / Redigera alla

source: Add above
sv: Lägg till ovanför

source: Content
sv: Innehåll

source: Startpage - default
sv: Startsida - standard

source: Startpage
sv: Startsida

source: Absence day history
sv: Dagsfrånvaro historik

source: Students
sv: Elever

source: Add student
sv: Lägg till elev

source: Unknown grade
sv: Okänd årskurs

source: Activate login possibility
sv: Aktivera möjlighet till att logga in

source: Delete this @type_singular from the system.
sv: Radera denna @type_singular från systemet.

source: No terms available. <a href=":link">Add term</a>.
sv: Ingen termin tillgänglig. <a href=":link">Lägg till termin</a>.

source: Courses
sv: Kurser

source: All Courses
sv: Alla kurser

source: My courses
sv: Mina kurser

source: All courses
sv: Alla kurser

source: Add course
sv: Lägg till kurs

source: Report
sv: Rapportera

source: Reported absence (@date)
sv: Rapporterad frånvaro (@date)

source: Attending
sv: Närvarande

source: Valid absence
sv: Giltig frånvaro

source: Invalid absence
sv: Ogiltig frånvaro

source: Invalid absence in minutes
sv: Ogiltig frånvaro i minuter

source: Student attendance
sv: Elevnärvaro

source: Latest attendance reports
sv: Senaste närvarorapporter

source: Calculating invalid absence
sv: Beräknar ogiltig frånvaro

source: Calculate students invalid absence for this dates.
sv: Beräkna elvers ogiltiga frånvaro för dessa datum

source: Terms
sv: Terminer

source: Simple school reports config
sv: Inställningar för simple school reports

source: here
sv: här

source: School subjects
sv: Ämnen

source: Add new term or change existing terms.
sv: Lägg till termin eller redigera existerande terminer.

source: List school subjects and add new language subjects.
sv: Lista ämnen

source: Latest reports
sv: Senaste rapporteringar

source: Absence in minutes
sv: Frånvaro i minuter

source: Go to page @key
sv: Gå till sida @key

source: First page
sv: Första sidan

source: School subject
sv: Ämne

source: Proportion
sv: Andel

source: The proportion is compared to total invalid absence.
sv: Andelen är jämfört med total ogiltig frånvaro.

source: Weekday
sv: Veckodag

source: Registered absence
sv: Registrerad frånvaro

source: No registered absence to summarize for selected period.
sv: Ingen registrerad frånvaro att summera för vald period.

source: days
sv: dagar

source: Weekly summary
sv: Veckosammanställning

source: -- Select action --
sv: -- Välj handling --

source: Selected 1 item in this view
sv: Vald 1 rad i denna vy

source: Select / deselect all results in this view (all pages, @count total)
sv: Välj / välj bort alla restultat i denna vy (alla sidor, @count totalt)

source: Action will be executed on all items in the view.
sv: Handling genomförs på alla rader i denna vy.

source: Selected all items except:
sv: Välj alla utom:

source: Items selected:
sv: Valda:

source: Execute action
sv: Genomför handling

source: Are you sure you wish to perform "%action" action on 1 entity?
sv: Är du säker på att du vill gennomföra "%action" handlingen på 1 entitet?

source: Send
sv: Skicka

source: Message templates config
sv: Meddelandemallar inställningar

source: Define messages that will be sent out from the simple school reports system.
sv: Definera meddelanden som skickas ut från simple school reports.

source: Add language school subject
sv: Lägg till språkämne

source: Mail caregivers about invalid absence
sv: Meddela vårdnadshavare om ogiltig frånvaro

source: @student misses caregiver(s) with email address set.
sv: @student saknar vårdnadshavare med e-postadress.

source: Mail will only be sent for students for which invalid absence has been changed.
sv: Meddelande skickas endast för elever vars ogiltiga frånvaro har ändrats.

source: Note that you in this report check which students that are attending and for how long they were attending. No mails is sent to caregivers. No invalid absence is registered for this class.
sv: Observera att du i denna närvarorapport anger vilka elever som närvarar och hur länge de närvarar. Inga meddelanden skickas till vårdnadshavare. Ingen ogiltig frånvaro registreras för denna lektion.

source: Attending time in minutes
sv: Närvarotid i minuter

source: Updating last reminder date
sv: Uppdaterar senaste påminnelsedatum

source: @days ago
sv: dagar sedan

source: Make up time reminder
sv: Påminnelse om bonustimme

source: List and filter students to send out make up time reminder
sv: Lista och filtrera elever för att skicka ut påminnelse om bonustimme

source: Generate student groups automatically and assign grading teachers by analysing the courses in simple school reports
sv: Genera elevgrupper automatiskt och tillsätt betygsättande lärare genom att analysera kurser i simple school reports

source: Do not generate any student groups, I want to add them manually
sv: Generera inte några elevgrupper. Jag vill lägga till dem manuellt.

source: Generate student groups
sv: Generera elev grupper

source: @name - loading...
sv: @name - laddar...

source: Grading subjects
sv: Betygsämnen

source: Use grade from
sv: Använd betyg från

source: If set, grades will be imported from this grade round as default grades when teachers add grades.
sv: Om satt så kommer betyg från denna betygsomgång importeras som standard värde när lärare lägger till betyg.

source: Grading teachers
sv: Betygsättande lärare

source: Only grading teachers will have permission to set grade for this subject and student group.
sv: Endast betygsättande lärare kommer ha behörighet att sätta betyg för detta ämne och elevgrupp.

source: Grade registration
sv: Betygsregistrering

source: Register grades or create new grade registration rounds
sv: Registrera betyg och skapa nya betygsomgångar

source: Add grade registration round
sv: Lägg till betygsomgång

source: Anonymized
sv: Anonymiserad

source: Define file that will be used when generating in the simple school reports system.
sv: Definiera fil som används vid generering i simple school reports

source: File templates config
sv: Filmallar inställningar

source: Grade round progress
sv: Status på betygsomgång

source: Consent progress
sv: Status på samtycke

source: Personal number key generator
sv: Personummernyckel-generator

source: Generate key for personal number, to be used for example in grade registrations.
sv: Generera nyckel för personnummer att användas t.ex. i betygsregistrering.

source: anonymous
sv: anonym

source: Use the <a href=":url">@label</a> text format
sv: Använde <a href=":url">@label</a> textformatet

source: Written reviews registration
sv: Skriftliga omdömen

source: Register written reviews or create new written reviews rounds
sv: Registrera skriftliga omdömen eller skapa nya omgångar för skriftliga omdömen

source: Add written reviews round
sv: Lägg till omgång för skriftliga omdömen

source: Grade @grade
sv: Årskurs @grade

source: Written reviews per subject
sv: Skriftliga omdömen per ämne

source: School efforts per student
sv: Skolans insatser per elev

source: Register written reviews for @name
sv: Registrera skriftliga omdömen för @name

source: Written reviews round progress
sv: Status för omgång för skriftliga omdömen

source: No assessment
sv: Ingen bedömning

source: Insufficient knowledge
sv: Otillräckliga kunskaper

source: Acceptable knowledge
sv: Godtagbara kunskaper

source: More then acceptable knowledge
sv: Mer än godtagbara kunskaper

# ssr
source: State
sv: Status

source: Grade
sv: Betyg

source: Short comment
sv: Kort kommentar

source: Comment
sv: Kommentar

source: The short comment will be shown in generated written review document
sv: Den korta kommentaren kommer att visas i genererat skriftlig omdömes-dokument

source: Mark the state of this grade registration
sv: Ange status för denna betygsregistrering

source: Mark the state of this written review
sv: Ange status för detta skriftliga omdöme

source: Register school efforts
sv: Registrera skolans insatser

source: Select standard phrase to add.
sv: Välj standardfras att lägga till.

source: Generate written reviews documents
sv: Generera skriftliga omdömes-dokument

source: File template missing.
sv: Filmall saknas.

source: Generating written reviews documents
sv: Generar skriftliga omdömes-dokument

source: Grade file generation complete. Save the file in a secure location. This file will shortly be removed from server. Download it now form @link
sv: Betygsdokument färdiga. Spara filen på en säker plats. Denna fil kommer att raderas från servern inom kort. Ladda ner filen @link

source: Select grades for this written reviews round
sv: Välj årskurser för denna omgång för skriftliga omdömen

source: Select subjects for this written reviews round
sv: Välj ämnen för denna omgång för skriftliga omdömen

source: Setup written reviews round
sv: Sätt upp omgång för skriftliga omdömen

source: Current written reviews round is locked for new registrations.
sv: Denna omgång för skriftliga omdömen är låst för nya registreringar.

source: Generate grade catalog
sv: Generera betygskatalog

source: Personal number key
sv: Nyckel för personnummer

source: You can choose to skip upload the key, then the personal number field will be set to aammdd-nnnn, and may be changed manually in generated files.
sv: Du kan välja att hoppa över denna nyckel. Personnummerfältet kommer då att vis aammdd-nnnn, och kan ändras manuellt i genererade filer.

source: If you are missing or need to update the personal number key, generate a new template @link
sv: Om du saknar eller behöver uppdatera nycker för personnummer, generera en ny mall @link

source: Generating grade documents
sv: Genererar betygsdokument

source: Register grade for @name
sv: Registrera betyg för @name

source: This grade registration is marked as done and therefore locked for registration. Unlock by unchecking this checkbox.
sv: Denna betygsregistrering är märkt som klar och därför låst för registrering. Lås upp genom att bocka ur denna checkbox.

source: Exclude student
sv: Exkludera elev

source: Exclude student / Set later
sv: Exkludera elev / Ange senare

source: Student does not study the subject
sv: Eleven läser inte ämnet

source: Adapted studies
sv: Anpassad studiegång

source: Adapted studies (@date)
sv: Anpassad studiegång (@date)

source: Grade will be set later
sv: Betyg anges senare

source: You can not set state to "Done" if there is pending grades to set.
sv: Du kan inte anget status "Klar" om det finns betyg som ska anges senare.

source: Select reason for excluded student
sv: Välj anledning för exkluderad elev

source: Grading teacher
sv: Betygssättande lärare

source: The short comment will be shown in generated grade document
sv: Den korta kommentaren kommer att visas i genererat betygsdokument

source: Empty grades
sv: Töm betyg

source: By checking this, when save, all registered grades in this group will be erased.
sv: Genom att bocka för denna. När du sparar kommer alla registrerade betyg i denna grupp och ämne tas bort.

source: Written reviews standard phrases
sv: Standardfraser för skriftliga omdömen

source: List standard phrases for written reviews
sv: Lista standardfraser för skriftliga omdömen

source: IUP standard phrases
sv: Standardfraser för IUP

source: IUP registrations
sv: IUP-registreringar

source: List standard phrases for IUP
sv: Lista standardfraser för IUP

source: Register IUP or create IUP rounds
sv: Registrera IUP eller skapa IUP-omgångar

source: IUP registration
sv: IUP-registrering

source: Add IUP round
sv: Lägg till IUP-omgång

source: Administer standard phrases
sv: Administrera standardfraser

source: not started
sv: ej påbörjad

source: Not started
sv: Ej påbörjad

source: Add another teacher
sv: Lägg till lärare

source: IUP standard goals
sv: Standardmål för IUP

source: IUP goal
sv: IUP-mål

source: List and comment IUP goals
sv: Lista och kommentera IUP-mål

source: Handle IUP
sv: Hantera IUP

source: Select grades for generating student groups.
sv: Välj årskurser för genererade elevgrupper

source: Select for which subjects grading teachers will be searched for.
sv: Välj för vilka ämnen betygsättande lärare ska sökas efter.

source: Generating student groups
sv: Generera elevgrupper

source: Administer standard goals
sv: Administrera standardmål

source: Generate iup documents
sv: Generera iup dokument

source: Generating iup documents
sv: Genererar iup dokument

source: IUP file generation complete. Save the file in a secure location. This file will shortly be removed from server. Download it now form @link
sv: IUP fil färdiga. Spara filen på en säker plats. Denna fil kommer att raderas från servern inom kort. Ladda ner filen @link

source: Written reviews file generation complete. Save the file in a secure location. This file will shortly be removed from server. Download it now form @link
sv: Skriftliga omdömen färdiga. Spara filen på en säker plats. Denna fil kommer att raderas från servern inom kort. Ladda ner filen @link

source: This IUP is marked as done and agreed, it is not advised to edit it.
sv: Denna IUP är märkt som klar och överenskommen, det är inte rekommenderat att redigera den.

source: Done and agreed
sv: Klar och överenskommen

source: Done
sv: Klar

source: done
sv: klar

source: Mark the state of this IUP registration
sv: Ange status på denna IUP-registrering

source: Generate IUP document
sv: Generera IUP-dokument

source: Generate iup document
sv: Generera IUP-dokument

source: Add standard goal
sv: Lägg till standardmål

source: Add standard phrase
sv: Lägg till standardfras

source: Choose
sv: Välj

source: Select standard goal.
sv: Välj standardmål.

source: Any
sv: Vilka som helst

source: No attendance reports to summarize for selected period.
sv: Inga närvarorapporter att summera för vald period.

source: Grade statistics
sv: Betygsstatistik

source: There is no grade statistics to be shown yet.
sv: Det finns ingen betygsstatistik att visa ännu.

source: There is no students in grade @grade
sv: Det finns inga elever i årskurs @grade

source: Select subjects
sv: Välj ämnen

source: Grade round
sv: Betygsomgång

source: School subject updated.
sv: Skolämne uppdaterad.

source: View or create grade statistics
sv: Visa eller skapa betygsstatistik

source: Summarize absence per week
sv: Summera frånvaro per vecka

source: View/Print
sv: Visa/Skriv ut

source: Add grade statistics
sv: Lägg till betygsstatistik

source: Boys
sv: Pojkar

source: Girls
sv: Flickor

source: All
sv: Alla

source: Mean merit
sv: Meritpoäng snitt

source: Proportion of eligibility
sv: Andel gymnasiebehöriga

source: All selected subjects
sv: Alla valda ämnen

source: Eligibility
sv: Gymnasiebehörighet

source: Not pass
sv: Inte godkänd

source: Pass
sv: Godkänd

source: Gender
sv: Kön

source: School grade
sv: Årskurs

source: Caregiver address
sv: Vårdnadshavaradress

source: Caregiver contact
sv: Vårdnadshavarkontakt

source: Student address
sv: Elevadress

source: Student contact
sv: Elevkontakt

source: Custom column
sv: Egen kolumn

source: Caregivers
sv: Vårdnadshavare

source: List templates
sv: Listmallar

source: Show/Print/Create new list templates
sv: Visa/Skriv ut/Skapa nya listmallar

source: Add list template
sv: Lägg till listmall

source: Print out
sv: Skriv ut

source: Status Details
sv: Statusdetaljer

source: Enabled (@size)
sv: Aktiverad (@size)

source: Memory available: @available.
sv: Minne tillgängligt: @available.

source: Name of new list template
sv: Namn på ny listmall

source: Duplicate list template @name
sv: Duplicera listmall @name

source: List template
sv: Listmallar

source: Something went wrong
sv: Någonting gick fel

source: Start - school staff
sv: Start - skolpersonal

source: Go to school staff start page
sv: Gå till startsida för skolpersonal

source: Start page content config
sv: Startsideinnehåll inställningar

source: Define content to be shown on start page after login.
sv: Definera innehåll att visa på startsidan efter inloggning.

source: Start - caregiver
sv: Start - vårdnadshavare

source: Go to caregiver start page
sv: Gå till startsida för vårdnadshavare

source: My profile
sv: Min profil

source: Login by username has been disabled. Use your email address instead.
sv: Inloggning med användarnamn är inaktiverat. Använd din e-postadress istället.

source: Student in school
sv: Elev i skolan

source: Student grade statistics
sv: Elev betygsstatistik

source: Default start page block
sv: Standard startsida

source: Absence day student statistics
sv: Dagsfrånvaro elevstatistik

source: Caregiver start page block
sv: Vårdnadshavare startsida

source: List template list block
sv: Listmallar

source: @name must be within +- 1 week.
sv: @name måste vara inom +- 1 vecka.

source: There is already an attendance report for this date, time and duration. Edit it @link
sv: Det finns redan en närvarorapport för detta datum, tid och lektionslängd. Redigera @link

source: There are one or more attendance reports partly or completely overlapping this report.
sv: Det finns en eller flera närvarorapporter som helt eller delvis överlappar denna rapport.

source: Written reviews
sv: Skriftliga omdömen

source: Generate written reviews document
sv: Generera dokument för skriftliga omdömen

source: Generate grade document
sv: Generera betygsdokument

source: No grade has been registered.
sv: Inga betyg har registrerats.

source: Create users
sv: Skapa användare

source: Boy
sv: Pojke

source: Girl
sv: Flicka

source: Users will get an mail with instructions to set a password for future logins. (Note, if any of the user in this list is caregivers, they will be set to allow login.)
sv: Användare får ett e-postmeddelande med instruktioner för att välja ett lösenord för framtida inloggningar. (OBS, om någon av användarna i denna lista är vårdnadshavare kommer de få status tillåta login)

source: Allow login
sv: Tillåt login

source: Mail users
sv: Skicka e-post till användare

source: Mail student
sv: Skicka e-post till elev

source: Mail students
sv: Skicka e-post till elever

source: Current grade round is locked for grade registration.
sv: Denna betygsregistreringsomgång är låst för betygsregistrering

source: @name misses a valid personal number, document is generated anyway with value @value
sv: @name saknar giltigt personnummer, dokument är genereras ändå med värde @value

source: @name has multiple grades set in @subject
sv: @name har flera registrerade betyg i @subject

source: List
sv: Lista

source: People
sv: Personer

source: Duplicate
sv: Kopiera

source: Name of new budget
sv: Namn på ny budget

source: Duplicate budget @name
sv: Duplicera budget @name

source: Per student
sv: Per elev
