Repository: andersmosshall/sser-id-103
Catalog: web/modules/custom/simple_school_reports_core/translations/simple_school_reports_core-1.0.0.*.po
Languages: sv

source: First name
sv: Förnamn

source: This export will generate CSV file with the selected users. CSV files can be read by many other systems and can also be opened in spreadsheet applications like Excel. Use this if you want to import users to an other system.
sv: Denna export kommer att generera en CSV-fil med de valda användarna. CSV-filer kan läsas av många andra system och kan också öppnas i kalkylapplikationer som Excel. Använd detta om du vill importera användare till ett annat system.

source: Other system (csv)
sv: Annat system (csv)

source: Include caregivers
sv: Inkludera vårdnadshavare

source: Include user id
sv: Inkludera användarnas id

source: This export will generate file with the selected users. The is compatible with other simple school reports systems. Use this if you want to import users to an other simple school reports system.
sv: Denna export kommer att generera en fil med de valda användarna. Den är kompatibel med andra simple school reports-system. Använd detta om du vill importera användare till ett annat simple school reports-system.

source: Skipping @name due to unknown error. Try again.
sv: Hoppar över @name på grund av okänt fel. Försök igen.

source: Student @name has caregivers missing a valid personal number: @caregivers
sv: Elev @name har vårdnadshavare som saknar giltigt personnummer: @caregivers

source: Personal number @ssn is used by multiple users: @users
sv: Personnummer @ssn används av flera användare: @users

source: Student @name is missing a valid personal number
sv: Elev @name saknar giltigt personnummer

source: Student @name is missing school grade or has an invalid value
sv: Elev @name saknar årskurs eller har ett ogiltigt värde

source: User @name is not a student
sv: Användare @name är inte en elev

source: School year
sv: Skolår

source: No users selected.
sv: Inga användare valda.

source: School name
sv: Namn på skola

source: General information
sv: Generell information

source: Abort the export with an error
sv: Avbryt exporten med ett fel

source: Include without personal number without a warning
sv: Inkludera utan personnummer utan varning

source: Include without personal number but show me a warning
sv: Inkludera utan personnummer men visa mig en varning

source: Ignore caregiver
sv: Ignorera vårdnadshavare

source: Behavior if caregiver is missing personal number
sv: Beteende om vårdnadshavare saknar personnummer

source: This export will generate file with the selected users to be compatible with PMO systems. Use this if you want to import users to a PMO system.
sv: Denna export kommer att generera en fil med de valda användarna för att vara kompatibel med PMO-system. Använd detta om du vill importera användare till ett PMO-system.

source: Caregiver for
sv: Vårdnadshavare för

source: There is already a leave application covering the same period for this student.
sv: Det finns redan en ledighetsansökan som täcker samma period för denna elev.

source: To date is too far in the future. Maximum @days days ahead allowed.
sv: Slutdatum är för långt fram i tiden. Max @days dagar tillåtet.

source: From date is too far in the past. Maximum @days days ago allowed.
sv: Startdatum är för långt tillbaka i tiden. Max @days dagar tillåtet.

source: The leave application is too long. Maximum @days days allowed.
sv: Ledighetsansökan är för lång. Max @days dagar tillåtet.

source: Invalid period. Try again.
sv: Ogiltig period. Försök igen.

source: To date must be after from date
sv: Slutdatum måste vara efter startdatum

source: To date is required
sv: Slutdatum är obligatoriskt

source: From date is required
sv: Startdatum är obligatoriskt

source: Reason for leave is required
sv: Anledning till ledighet är obligatorisk

source: Student is required
sv: Elev är obligatorisk

source: Leave application
sv: Ledighetsansökan

source: Leave applications
sv: Ledighetsansökningar

source: leave application
sv: ledighetsansökan

source: leave applications
sv: ledighetsansökningar

source: Pending
sv: Väntande

source: Rejected
sv: Avslagen

source: Approved
sv: Godkänd

source: Select user
sv: Välj användare

source: Handle
sv: Hantera

source: Handled leave applications
sv: Hanterade ledighetsansökningar

source: Leave applications to handle
sv: Ledighetsansökningar att hantera

source: Administer leave application settings
sv: Administrera inställningar för ledighetsansökningar

source: Leave application settings
sv: Inställningar för ledighetsansökningar

source: List and handle leave applications
sv: Lista och hantera ledighetsansökningar

source: Create leave application
sv: Skapa ledighetsansökan

source: The leave application %label has been updated.
sv: Ledighetsansökan %label har uppdaterats.

source: New leave application %label has been created.
sv: Ny ledighetsansökan %label har skapats.

source: Handle leave application mails
sv: Hanterar e-post för ledighetsansökningar

source: I confirm that I want to handle this application even though I am the creator of the application.
sv: Jag bekräftar att jag vill hantera denna ansökan även om jag är skaparen av ansökan.

source: Note that these handler notes is included in the email sent to the caregivers if set to do so.
sv: Observera att handläggarens anteckningar inkluderas i e-postmeddelandet som skickas till vårdnadshavarna om det är inställt så.

source: Handler notes
sv: Handläggarens anteckningar

source: Notes
sv: Anteckningar

source: I reject the leave application
sv: Jag avslår ledighetsansökan

source: I approve the leave application
sv: Jag godkänner ledighetsansökan

source: The student has relative high absence when summarize previous absence with days from this application. Depending on the school policy the application may need to be handled by a principle.
sv: Eleven har relativt hög frånvaro när tidigare frånvaro summeras med dagar från denna ansökan. Beroende på skolans rutiner kan ansökan behöva hanteras av en rektor.

source: Absence days
sv: Frånvarodagar

source: For more detailed statistics, see @link
sv: För mer detaljerad statistik, se @link

source: @student statistics
sv: @student statistik

source: Absence statistics for @student from @from - @to
sv: Frånvarostatistik för @student från @from - @to

source: Handle leave application
sv: Hantera ledighetsansökan

source: The school has been notified.
sv: Skolan har blivit informerad.

source: Login to @url to handle the application.
sv: Logga in på @url för att hantera ansökan.

source: @label created by @user.
sv: @label skapad av @user.

source: New leave application
sv: Ny ledighetsansökan

source: @label created.
sv: @label skapad.

source: Enter a plan for how student may compensate for the lost tuition.
sv: Ange en plan för hur eleven kan kompensera förlorad undervisning

source: Compensation plan
sv: Kompenseringsplan

source: Reason for leave
sv: Anledning till ledighet

source: Date and time
sv: Datum och tid

source: Enter date as
sv: Ange datum som

source: Create application
sv: Skapa ansökan

source: Create leave application for @student
sv: Skapa ledighetsansökan för @student

source: You have leave applications to handle. You can handle them @link.
sv: Du har ledighetsansökningar att hantera. Du kan hantera dem @link.

source: Max application days future
sv: Max dagar framåt i ansökningar

source: Max application days ago
sv: Max dagar bakåt i ansökningar

source: Maximum number of days a leave application can be in the future.
sv: Maximalt antal dagar en ledighetsansökan kan vara i framtiden.

source: Maximum number of days a leave application can be in the past.
sv: Maximalt antal dagar en ledighetsansökan kan vara bakåt i tiden.

source: Maximum number of days a leave application can have.
sv: Maximalt antal dagar en ledighetsansökan kan ha.

source: Number of days for which a leave application must be handled by a principle.
sv: Antal dagar som innebär att ledighetsansökan måste hanteras av en rektor.

source: Long leave
sv: Lång ledighet

source: Me (@name)
sv: Mig (@name)

source: Handled by
sv: Hanterad av

source: Leave days
sv: Lediga dager

source: @label has been @state by @handler.
sv: @label har blivit @state av @handler.

source: rejected
sv: avslagen

source: approved
sv: godkänd

source: Leave application for @student
sv: Ledighetsansökan för @student

source: Handle application
sv: Hantera ansökan

source: Max application days
sv: Max antal dagar i ansökan

source: Leave application has been handled.
sv: Ledighetsansökan har hanterats.

source: Student leave application
sv: Ledighetsansökan för elev

source: student leave application
sv: ledighetsansökan för elev

source: Caregiver
sv: Vårdnadshavare

source: Administrator
sv: Administratör

source: Principle
sv: Rektor

source: Budget reviewer
sv: Budgetgranskare

source: Budget administrator
sv: Budgetadministratör

source: To absence list
sv: Till frånvarolista

source: Extra recipients
sv: Extra mottagare

source: Add extra recipients to the mail, one per row. Remember to not expose school related information to unauthorized recipients.
sv: Lägg till extra mottagare till mailet, en per rad. Kom ihåg att inte exponera skolrelaterad information till obehöriga mottagare.

source: The email address %mail is not valid.
sv: Mailadressen %mail är inte giltig.

source: Birth data
sv: Födelsedata

source: Show birth data. If there is no personal number registered or logged in user does not have access to view it, the last four digits will be masked as "****".
sv: Visa födelsedata. Om det inte finns något personnummer registrerat eller inloggad användare inte har behörighet att se det, kommer de sista fyra siffrorna att maskeras med "****".

source: The entered personal number @value is not valid.
sv: Det angivna personnumret @value är inte giltigt.

source: The entered personal number @value is already used by @user.
sv: Det angivna personnumret @value används redan av @user.

source: Cancel
sv: Avbryt

source: Digital national tests
sv: Digitala nationella prov

source: Create DNP provisioning
sv: Skapa DNP-provisionering

source: Digital national test
sv: Digitalt nationellt prov

source: Download DNP Provisioning
sv: Ladda ner DNP-provisionering

source: DNP Provisioning - set synced
sv: DNP-provisionering - märk som synkroniserad

source: Resources for digital national tests
sv: Resurser för digitala nationella prov

source: DNP provisioning settings
sv: Inställningar för DNP-provisionering

source: Settings for DNP provisioning exports
sv: Inställningar för DNP-provisioneringsexport

source: DNP provisioning
sv: DNP-provisionering

source: List and create DNP provisionings
sv: Lista och skapa DNP-provisioneringar

source: DNP federated usernames
sv: DNP federerade användarnamn

source: List federated usernames for DNP
sv: Lista federerade användarnamn för DNP

source: Classes
sv: Klasser

source: Class
sv: Klass

source: Subject groups
sv: Ämnesgrupper

source: Staff
sv: Personal

source: Students - Federated usernames
sv: Elever - Federerade användarnamn

source: Staff - DNP federated usernames
sv: Personal - DNP federerade användarnamn

source: Staff - EduID usernames
sv: Personal - EduID användarnamn

source: Add DNP provisioning settings
sv: Lägg till DNP-provisioneringsinställningar

source: Edit DNP provisioning settings
sv: Redigera DNP-provisioneringsinställningar

source: Delete DNP provisioning settings
sv: Ta bort DNP-provisioneringsinställningar

source: Create new DNP provisioning
sv: Skapa ny DNP-provisionering

source: DNP provisioning settings preview
sv: Förhandsgranskning av DNP-provisioneringsinställningar

source: No DNP provisioning settings found.
sv: Inga DNP-provisioneringsinställningar hittades.

source: Select last uploaded DNP provisioning
sv: Välj senast uppladdade DNP-provisionering

source: The last uploaded DNP provisioning is used to determine the changes in the new provisioning to mark "Ta bort" property in the generated file properly.
sv: Den senast uppladdade DNP-provisioneringen används för att bestämma ändringarna i den nya provisioneringen för att korrekt markera egenskapen "Ta bort" i den genererade filen.

source: Next step
sv: Nästa steg

source: DNP provisioning created.
sv: DNP-provisionering skapad.

source: Add dnp provisioning
sv: Lägg till DNP-provisionering

source: Configure a DNP Provisioning Settings entity type.
sv: Konfigurera en DNP-provisioneringsinställningstyp.

source: List of DNP provisionings.
sv: Lista över DNP-provisioneringar.

source: DNP Provisionings
sv: DNP-provisioneringar

source: Configure a DNP Provisioning entity type.
sv: Konfigurera en DNP-provisioneringstyp.

source: Add dnp provisioning test settings
sv: Lägg till DNP-provisioneringstestinställningar

source: Add dnp provisioning test settings type
sv: Lägg till DNP-provisioneringstestinställningstyp

source: Only include the above selected students in the list, exclude all others
sv: Inkludera endast de ovan valda eleverna i listan, exkludera alla andra

source: Use all relevant students for the test but exclude the above selected students
sv: Använd alla relevanta elever för testet men exkludera de ovan valda eleverna

source: @subject in gr @grade
sv: @subject i åk @grade

source: Delete dnp provisioning test settings type
sv: Ta bort DNP-provisioneringstestinställningstyp

source: Save dnp provisioning test settings type
sv: Spara DNP-provisioneringstestinställningstyp

source: Edit %label dnp provisioning test settings type
sv: Redigera %label DNP-provisioneringstestinställningstyp

source: Created
sv: Skapad

source: Created by
sv: Skapad av

source: Select if the list above is a list of students to include (explicitly) or exclude from the list of students in the grade relevant for the selected test.
sv: Välj om listan ovan är en lista över elever att inkludera (explicit) eller exkludera från listan över elever i den årskurs som är relevant för det valda testet.

source: Usage of the students list
sv: Användning av elevlistan

source: Students not relevant for the selected test will be ignored.
sv: Elever som inte är relevanta för det valda testet kommer att ignoreras.

source: Teachers for assessment
sv: Lärare för bedömning

# assessment
source: Test
sv: Prov

# assessment
source: Tests
sv: Prov

source: Federated usernames - Students
sv: Federerade användarnamn - Elever

source: Federated usernames - Staff
sv: Federerade användarnamn - Personal

source: EduID usernames - Staff
sv: EduID-användarnamn - Personal

source: Populate teachers for assessment
sv: Populera lärare för bedömning

source: If checked, teachers will be populated to each test by analyse of courses in Simple School Reports.
sv: Om markerad kommer lärare att populeras för varje prov genom analys av kurser i Simple School Reports.

source: Users that should be marked with "Sekretessmarkering" to Skolverkets test portal. In general such secret data should not be in SSR but if there are user that still should have this marking to Skolverket, add those here. Otherwise you can add secrete user data manually in the generated file before uploading to Skolverket.
sv: Användare som ska markeras med "Sekretessmarkering" till Skolverkets testportal. I allmänhet bör sådan hemlig data inte finnas i SSR men om det finns användare som ändå ska ha denna markering hos Skolverket, lägg till dem här. Annars kan du lägga till hemlig användardata manuellt i den genererade filen innan du laddar upp den till Skolverket.

source: Users with secrecy marking
sv: Användare med sekretessmarkering

source: Staff that will be exported regardless of if they occur as teachers in affected classes or not. For example principles or administrators.
sv: Personal som kommer att exporteras oavsett om de förekommer som lärare i berörda klasser eller inte. Till exempel rektorer eller administratörer.

source: Guaranteed staff
sv: Garanterad personal

source: Include email in the provisioning file if user has a valid email.
sv: Inkludera e-post i provisioneringsfilen om användaren har en giltig e-postadress.

source: Include student email
sv: Inkludera elevers e-post

source: Include staff email
sv: Inkludera personalens e-post

source: Warnings
sv: Varningar

source: Number of staff members
sv: Antal personalanvändare

source: Number of subject groups
sv: Antal ämnesgrupper

source: Number of classes
sv: Antal klasser

source: File for DNP Provisioning
sv: Fil för DNP-provisionering

source: The prefix to use for the provisioning file name.
sv: Prefixet som ska användas för provisioneringsfilens namn.

source: File name prefix
sv: Filnamnsprefix

source: Downloaded
sv: Nedladdad

source: Synced
sv: Synkroniserad

source: Mark as synced
sv: Markera som synkroniserad

source: Only set synced if you have confirmed that this provisioning file has been successfully uploaded to Skolverket.
sv: Markera endast som synkroniserad om du har bekräftat att denna provisioneringsfil framgångsrikt har laddats upp till Skolverket.

source: Are you sure you want to mark this provisioning file as synced?
sv: Är du säker på att du vill markera denna provisioneringsfil som synkroniserad?

source: DNP provisioning is marked as synced
sv: DNP-provisionering är markerad som synkroniserad

source: The selected grades will be devided up in their respective classes if applicable.
sv: De valda årskurserna kommer att delas upp i sina respektive klasser om det är tillämpligt.

source: Define grades and subjects
sv: Definiera årskurser och ämnen

source: My mentoring students
sv: Mina mentorselever

source: Password approved (Strength: @password-score of @policy-score)
sv: Lösenord godkänt (Styrka: @password-score av @policy-score)

source: Password rejected (Strength: @password-score of @policy-score)
sv: Lösenord avvisat (Styrka: @password-score av @policy-score)

source: Password strength will be verified when you proceed with the next user field.
sv: Lösenordsstyrka kommer att verifieras när du fortsätter med nästa användarfält.

source: Verifying password strength...
sv: Verifierar lösenordsstyrka...

source: Extra adaptations
sv: Extra anpassningar

source: List students with extra adaptations
sv: Lista elever med extra anpassningar

source: Students with extra adaptations
sv: Elever med extra anpassningar

source: Create and administer extra adaptations
sv: Skapa och administrera extra anpassningar

source: Add extra adaptations
sv: Lägg till extra anpassningar

source: Add extra adaptation
sv: Lägg till extra anpassning

source: Previous IUP goals with feedback
sv: Tidigare IUP-mål med återkoppling

source: Merit points for students in grade @grade
sv: Meritpoäng för elever i årskurs @grade

source: The password does not satisfy the password policies.
sv: Lösenordet uppfyller inte lösenordspolicyn.

source: The password has a score of @password-score but the policy requires a score of at least @policy-score
sv: Lösenordet har en styrka @password-score men policyn kräver styrka @policy-score som minst

source: Grade from trial
sv: Betyg från prövning

source: Update reason
sv: Ändringsorsak

source: Correction
sv: Rättelse

# update_reason
source: Change
sv: Ändring

source: Show protected data
sv: Visa skyddade uppgifter

source: If users have privacy marking or protected population records, only administrators and principals have access to sensitive information. School staff and the user himself can still see a limited set of information about the user. For example. name and class information (for students).
sv: Om användare har sekretessmarkering eller skyddad folkbokföring kommer bara administratörer och rektorer åt känslig information. Skolpersonal och användaren själv kan fortfarande se en begränsad uppsättning information om användaren. T.ex. namn och klassinformation (för elever).

source: NOTE: Remember that you probably want to set caregivers and siblings to this setting as well.
sv: OBSERVERA: Kom ihåg att du förmodligen vill ställa in vårdnadshavare och syskon till denna inställning också.

source: NOTE: Always store data that is essential for the purpose of your school. Do not store more data than necessary!
sv: OBSERVERA: Spara alltid bara den data som är nödvändig för syftet med din skola. Spara inte mer data än nödvändigt!

source: Week
sv: Vecka

source: A: @attended % VA: @valid_absence % IA: @invalid_absence %
sv: N: @attended % GF: @valid_absence % OF: @invalid_absence %

source: w.@week (@from - @to)
sv: v.@week (@from - @to)

source: Attendance statistics per day
sv: Närvarostatistik per dag

source: Create and administer classes
sv: Skapa och administrera klasser

source: Completed but not passed
sv: Genomfört med inte godkänt

source: Completed
sv: Genomfört

source: Not completed
sv: Ej genomfört

source: Skip for this student
sv: Hoppa över för denna elev

source: Handle examination results
sv: Hantera examinationsresultat

source: Examination results
sv: Examinationsresultat

source: Examination result
sv: Examinationsresultat

source: Examinations
sv: Examinationer

source: Assessment groups
sv: Bedömningsgrupper

source: Assessment group
sv: Bedömningsgrupp

source: Add examination result
sv: Lägg till examinationsresultat

source: Add examination
sv: Lägg till examination

source: Add assessment group user
sv: Lägg till användare i bedömningsgrupp

source: Add assessment group
sv: Lägg till bedömningsgrupp

source: @count examination results saved.
sv: @count examinationsresultat sparade.

source: Saving examination results
sv: Sparar examinationsresultat

source: If not published this examination result will be shown on the student tab.
sv: Om ej publicerad kommer detta examinationsresultat att visas på elevfliken.

source: If not published no examination result will be shown on the student tab.
sv: Om ej publicerad kommer inget examinationsresultat att visas på elevfliken.

source: New examination result %label has been created.
sv: Nytt examinationsresultat %label har skapats.

source: New examination %label has been created.
sv: Ny examination %label har skapats.

source: New assessment group %label has been created.
sv: Ny bedömningsgrupp %label har skapats.

source: Last date
sv: Sista datum

source: Permissions for others
sv: Behörigheter för andra

source: Main teacher
sv: Huvudlärare

source: To be able to add new examination results in this assessment group.
sv: För att kunna lägga till nya examinationsresultat i denna bedömningsgrupp.

source: Allow add examinations
sv: Tillåt att lägga till examinationer

source: To be able to handle all examination results in this assessment group.
sv: För att kunna hantera alla examinationsresultat i denna bedömningsgrupp.

source: Allow handle all examination results
sv: Tillåt att hantera alla examinationsresultat

source: To be able to view all examination results in this assessment group.
sv: För att kunna se alla examinationsresultat i denna bedömningsgrupp.

source: Allow view all examination results
sv: Tillåt att se alla examinationsresultat

source: To be able to change the settings of this assessment group.
sv: För att kunna ändra inställningarna för denna bedömningsgrupp.

source: Allow administer this assessment group
sv: Tillåt att administrera denna bedömningsgrupp

source: View/Handle examination results
sv: Visa/Hantera examinationsresultat

source: You can edit adapted studies as school week for a specific student. That school week setting will take precedence over the grade/class setting.
sv: Du kan redigera anpassade studiegång som skolvecka för en specifik elev. Denna skolvecko-inställning kommer att ha företräde framför årskurs-/klassinställningen.

source: If school week is set for class and grade. The school week for the class will be used.
sv: Om skolvecka är inställd för klass och årskurs kommer skolveckan för klassen kommer att användas.
