Repository: andersmosshall/sser-id-103
Catalog: web/modules/custom/simple_school_reports_core/translations/simple_school_reports_core-1.0.0.*.po
Languages: sv

source: Per student depending of annual worker
sv: Per elev beroende på årsarbetare

source: Per unit
sv: Per enhet

source: Remark
sv: Anmärkning

source: Evaluated sum
sv: Utvärderad

source: Result
sv: Resultat

source: No budget rows to show
sv: Inga budgetrader att visa

source: kr/student
sv: kr/elev

source: annual worker/student
sv: årsarbetare/elev

source: Mean salary
sv: Snittlön

source: kr/unit
sv: kr/enhet

source: Evaluate budget
sv: Utvärdera budget

source: Students in grade
sv: Elever i årskurs

source: Student age
sv: Elevålder

source: Unknown age
sv: Okänd ålder

source: year
sv: år

source: Add budget
sv: Lägg till budget

source: Lock
sv: Lås

source: Lock this round for future registrations, can be unlocked by editing the round later.
sv: Lås denna omgång för framtida registreringar. Can låsas upp genom att redigera omgången senare.

source: No term is active. Administer terms @link.
sv: Finns ingen aktiv termin. Administrera terminer @link.

source: The current term has ended. Administer terms @link.
sv: Nuvarande termin har avslutats. Administrera terminer @link

source: Published
sv: Publiserad

source: Sorry to hear that you found an issue. Please describe the issue below and we will try to make Simple School Reports better together.
sv: Tråkigt att höra att du hittat ett problem. Var vänlig och beskriv problemet nedan så försöker vi tillsammans göra Simple School Reports bättre.

source: Issue
sv: Problem

source: Describe the issue as detailed as possible.
sv: Beskriv problemet så detaljerat som möjligt.

source: Bug report from @name
sv: Felrapport från @name

source: Thank you for your bug report. Together we make Simple School Reports better.
sv: Tack för din felrapport. Tillsammans gör vi Simple School Reports bättre.

source: I have found an issue
sv: Jag har hittat ett problem

source: Help
sv: Hjälp

source: Add existing @type_singular
sv: Lägg till existerande @type_singular

source: Add @type_singular
sv: Lägg till @type_singular

source: Add new @type_singular
sv: Lägg till ny @type_singular

source: Note! Any reported attendance of type invalid absence to whole class in any course will be converted to valid absence if the class session completely or partly interferes with the reported absence.
sv: OBS! Rapporterad frånvaro av typ Ogiltig frånvaro till hel lektion i kurser kommer att konverteras till Giltig frånvaro om lektionen helt eller delvis överlappas av given frånvaroperiod.

source: Update users
sv: Uppdaterar användare

source: This IUP-round is locked, IUPs can not be edited.
sv: Denna IUP-omgång är låst. IUPer kan inte redigeras.

source: Choose what to do with selected students above
sv: Välj vad du vill göra med valda elever ovan

source: Increase grade one level
sv: Öka årskurs en nivå

source: Decrease grade one level
sv: Minska årskurs en nivå

source: Set specific grade
sv: Ange specifik årskurs

source: Started
sv: Startad

source: started
sv: startad

source: Part sum
sv: Delsumma

source: No @title added yet.
sv: Ingen @title tillagd ännu.

source: Help clips for current page
sv: Hjälpfilmer för nuvarande sida

source: All help clips
sv: Alla hjälpfilmer

# written_reviews
source: Review
sv: Omdöme

source: Grade from @grade_round
sv: Betyg från @grade_round

source: Use grade @grade from @term
sv: Använd betyg @grade från @term

# school_term
source: Add term
sv: Lägg till termin

source: @count mails has been sent.
sv: @count e-post har skickats.

source: Set mentor
sv: Ange mentor

source: Mentor set
sv: Mentor sparad

source: Bulk update grade
sv: Massuppdatera årskurs

source: Bulk update mentor
sv: Massuppdatera mentor

source: The email address %value is already taken.
sv: E-postadressen %value är upptagen.

source: Attachments
sv: Bilagor

source: You can only attach up to @limit files
sv: Du kan bara bifoga upp till @limit filer

source: Total filesize of all attached files is above @limit
sv: Total filstorlek av alla bifogade filer är över @limit

source: Roles
sv: Roller

source: Invalid personal number
sv: Ogiltigt personnummer

source: Student's signature
sv: Elevens underskrift

source: Guardian's signature
sv: Vårdnadshavares underskrift

source: Teachers signature
sv: Pedagogens underskrift

source: Note. Information in documents is regenerated. I.e. information that may have changed since the regular time of the round, such as student name or mentor etc., may therefore be out of date. For documents current at the time of the round please download from the school's local archives.
sv: Observera. Information i dokument generaras på nytt. D.v.s. information som kan ha ändrats sedan ordinarie tidpunkt för omgången, såsom elevnamn eller mentor etc., kan därför vara inaktuell. För dokument aktuella för tidpunkten för omgången vänligen hämta från skolans lokala arkiv.

source: Special diet
sv: Specialkost

source: List special diet and which students has those special diets
sv: Lista specialkost och vilka elever som har dessa specialkoster

source: Add a short label for the goal. Is shown when listing and reviewing of IUP goals.
sv: Skriv in en kort titel för målet. Visas vid listning och utvärdering av IUP-mål.

source: Absence registered
sv: Frånvaro registrerad

source: Save to update
sv: Spara för att uppdatera

source: Copy @label
sv: Kopiera @label

source: Copy @label from @source
sv: Kopiera @label från @source

source: Copy item
sv: Kopiera objekt

source: Copy to all
sv: Kopiera till alla

source: Send me a copy
sv: Skicka kopia till mig

source: A copy of the mail and to whom the mail has been sent to will be sent to you.
sv: En kopia av mailet och vilka som mailet skickats till kommer att skickas till dig.

source: Course attendance
sv: Kursnärvaro

source: Message caregiver
sv: Meddela vårdnadshavare

source: Infra structure
sv: Infrastruktur

source: Mail mentor
sv: Maila mentor

source: Mail user
sv: Maila användare

source: Triggering user
sv: Triggande användare

source: Sent
sv: Skickat

source: Student context
sv: Elevkontext

source: Recipient user
sv: Mottagande användare

source: Mail type
sv: Mailtyp

source: List mail sent by the system last 3 months
sv: Lista mail som är skickat av systemet senaste 3 månaderna

source: Recipient email at the time
sv: Mottagarens e-postadress vid tillfället

source: No items selected
sv: Inga objekt valda

source: I have red and confirm the text above
sv: Jag har läst och bekräftar texten ovan.

source: Enter the security key
sv: Ange säkerhetsnyckeln

source: A mail has been sent to @email with a security key
sv: Ett mail har skickats till @email med en säkerhetsnyckel

source: @school_name security key
sv: @school_name säkerhetsnyckel

source: A security key is requested for @school_name: @key
sv: En säkerhetsnyckel är begärd för @school_name: @key

source: Invalid security code
sv: Ogiltig säkerhetsnyckel

source: @name does not have an valid email address
sv: @name saknar giltig e-postadress

source: Consent
sv: Samtycke

source: Consents
sv: Samtycken

source: Handle and list all consents
sv: Hantera och lista alla samtycken

source: Handle consents
sv: Hantera samtycken

source: Handle consent
sv: Hantera samtycke

source: Add consent
sv: Lägg till samtycke

source: Manage
sv: Hantera

source: You have consents to answer. You can handle your consents @link.
sv: Du har samtycken att svara på. Du kan hantera dina samtycken @link.

source: Consents per user
sv: Samtycken per användare

source: List and handle consents that user are expected to answer
sv: Lista och hantera samtycken som användare förväntas svara på

source: Send reminder
sv: Skicka påminnelse

source: List users with unhandled consents that are able to login and handle them by themself.
sv: Lista användare med ohanterade samtycken som har möjlighet att logga in och hantera dem själva.

source: Accepted
sv: Accepterad

source: Rejceted
sv: Avvisad

source: Not answered
sv: Ej svarat

source: My answer
sv: Mitt svar

source: Other answers
sv: Övriga svar

source: No answer has been given, check this box if you want to give answer.
sv: Inget svar har givits, markera boxen om du vill ge ett svar.

source: Date
sv: Datum

source: Answer
sv: Svar

source: I confirm that I have duly obtained the consent answer
sv: Jag bekräftar att jag på tillbörligt sätt tillförskaffat svaret på samtycket

source: I hereby confirm the following:
sv: Jag bekräftar härmed följande:

source: I register answer: @answer for @name from @from
sv: Jag registrerar svar: @answer för @name från @from

source: Has to be handled by school staff
sv: Måste hanteras av skolpersonal

source: Missing answers
sv: Svar saknas

source: Fully rejected
sv: Helt avvisad

source: Fully or partly rejected
sv: Helt eller delvis avvisad

source: Fully or partly accepted
sv: Helt eller delvis accepterad

source: Fully accepted
sv: Helt accepterad

source: No filter
sv: Inget filter

source: Answer has been given, check this box if you want to change it.
sv: Svar har givits, markera boxen om du vill ändre det.

source: Remind of consents
sv: Påminn om samtycke

source: Regarding @name
sv: Gällande @name

source: @user has no consent to answer or can not login with a valid email.
sv: @user har inget samtycke att svara på eller kan inte logga in med giltig epost

source: Absence matrix
sv: Frånvaromatris

source: Set leave
sv: Ange ledig

source: Set reported
sv: Ange anmäld

source: Add period
sv: Lägg till period

source: Delete @label
sv: Radera @label

source: Register @absence_type @date for @name
sv: Registrera @absence_type @date för @name

source: Could not send mail to @mail since valid mail is missing.
sv: Kunde inte skicka mail till @mail eftersom giltig e-postadress saknas.

source: @name is not a student.
sv: @name är inte en elev.

source: A copy of the mail will be sent to relevant students with valid email addresses as well.
sv: En kopia av mailet skickas också till berörda elever med giltiga e-postadresser.

source: A copy of the mail will be sent to relevant students with valid email addresses as well. NOTE: All students in the previously selected list of students, see recipients above, will receive a copy of the mail, even if the corresponding caregivers has been deselected.
sv: En kopia av mailet skickas också till berörda elever med giltiga e-postadresser. OBS: Alla elever i den tidigare valda listan av elever, se mottagare ovan, kommer att få en kopia av mailet, även om motsvarande vårdnadshavare har avmarkerats.

source: A copy of the mail will be sent to the student if email addresses is valid. NOTE: The student will receive a copy of the mail, even if the corresponding caregivers has been deselected.
sv: En kopia av mailet skickas också eleven om hen har giltig e-postadress. OBS: Eleven kommer att få en kopia av mailet, även om motsvarande vårdnadshavare har avmarkerats.

source: Send to students as well
sv: Skicka till elever också

source: Notify caregivers
sv: Meddela vårdnadshavare

source: Mail with information about this registration will be sent to @caregivers
sv: Mail med information om denna registrering kommer att skickas till @caregivers

source: Absence has been registered to @student_name by @current_user
sv: Frånvaro har registrerats för @student_name av @current_user

source: Generate student groups automatically and assign teachers by analysing the mentors in each grade
sv: Generera elevgrupper automatiskt och tilldela lärare genom att analysera mentorer i varje årskurs

source: Select settings to be applied to all student groups
sv: Välj inställningar som ska tillämpas på alla elevgrupper

source: These settings can also be set or modified for each student group individually later.
sv: Dessa inställningar kan också ställas in eller ändras för varje elevgrupp individuellt senare.

source: IUP round
sv: IUP-omgång

source: Select the IUP round to be used for all student groups.
sv: Välj IUP-omgång som ska användas för alla elevgrupper.

source: Written review round
sv: Omgång för skriftliga omdömen

source: Select the written review round to be used for all student groups.
sv: Välj omgång för skriftliga omdömen som ska användas för alla elevgrupper.

source: This content has been modified by another user, please reload the page and try again.
sv: Detta innehåll har ändrats av en annan användare, ladda om sidan och försök igen.

source: Something went wrong. The meeting might have been changed or already been booked.
sv: Något gick fel. Mötet kan ha ändrats eller redan bokats.

source: Meeting
sv: Möte

source: Student
sv: Elev

source: Teacher
sv: Lärare

# verb
source: Book
sv: Boka

source: Unbook
sv: Avboka

source: Meeting is unbooked
sv: Mötet är avbokat

source: Meeting attendance list is saved
sv: Mötets deltagarlista är sparad

source: Change meeting
sv: Ändra möte

source: Validate availability
sv: Kontrollera tillgänglighet

source: What do you want to do?
sv: Vad vill du göra?

source: Change attending people
sv: Ändra deltagande personer

source: Unbook meeting completely
sv: Avboka möte helt

source: Are you sure you want to change the meeting for @name?
sv: Är du säker på att du vill ändra mötet för @name?

source: Are you sure you want to book the meeting for @name?
sv: Är du säker på att du vill boka mötet för @name?

source: There are development meetings available for @name to book. You may book meeting @link.
sv: Det finns utvecklingssamtal tillgängliga för @name att boka. Du kan boka möte @link.

source: Development interview
sv: Utvecklingssamtal

source: The following people are not available for the meeting: @people
sv: Följande personer är inte tillgängliga för mötet: @people

source: The meeting is too long.
sv: Mötet är för långt.

source: To date must be after from date.
sv: Till-datum måste vara efter från-datum.

source: From date must be before to date.
sv: Från-datum måste vara före till-datum.

source: Validate that selected attendances are available for this meeting date.
sv: Konrollera att valda deltagare är tillgängliga för denna mötestid.

source: Meeting reminder
sv: Mötespåminnelse

source: Remind student
sv: Påminn elev

source: Select if the remind student setting for all student groups.
sv: Välj om inställningen för att påminna elev för alla elevgrupper.

source: Create new student development interview rounds and add create meetings
sv: Skapa nya omgångar för utvecklingssamtal för elever och lägg till möten

source: Student development interview
sv: Utvecklingssamtal för elever

source: Add development interview round
sv: Lägg till omgång för utvecklingssamtal

source: List meetings
sv: Lista möten

source: Create meetings
sv: Skapa möten

source: @count meetings has been created.
sv: @count möten har skapats.

source: One or many teachers is not available for at least one of the meetings.
sv: En eller flera lärare är inte tillgängliga för minst ett av mötena.

source: The following teachers are not available for the meeting @time: @teachers
sv: Följande lärare är inte tillgängliga för mötet @time: @teachers

source: Validate that the dates are not overlapping with other meetings for the selected teachers.
sv: Konrollera att datumen inte överlappar med andra möten för de valda lärarna.

source: Meeting link (optional)
sv: Möteslänk (valfritt)

source: Location (optional)
sv: Plats (valfritt)

source: Meeting @start_time - @end_time
sv: Möte @start_time - @end_time

source: Included
sv: Inkluderad

source: Teachers for the meetings in the student development interview: @wrapper - @student_group
sv: Lärare för mötena i utvecklingssamtal för elever: @wrapper - @student_group

source: Select the length of the break between each meeting in minutes.
sv: Välj längden på pausen mellan varje möte i minuter.

source: Break
sv: Paus

source: Select the length of each meeting in minutes.
sv: Välj längden på varje möte i minuter.

source: Meeting length
sv: Möteslängd

source: Select the number of meetings to create.
sv: Välj antalet möten att skapa.

source: Number of meetings
sv: Antal möten

source: Select the start date and time for the first meeting.
sv: Välj startdatum och tid för första mötet.

source: Teachers
sv: Lärare

source: Select teachers for the meetings. If multiple teacher should be selected, separate them with comma.
sv: Välj lärare för mötena. Om flera lärare ska väljas, separera dem med komma.

source: Student group in @wrapper
sv: Elevgrupp i @wrapper

source: Validate dates
sv: Konrollera datum

source: Meeting link
sv: Möteslänk

source: Attendance
sv: Närvaro

source: Valid absence from course
sv: Giltig frånvaro från kurs

source: Invalid absence from course
sv: Ogiltig frånvaro från kurs

source: Total school time
sv: Total skoltid

source: School week
sv: Skolvecka

source: school week
sv: skolvecka

source: School weeks
sv: Skolveckor

source: school weeks
sv: skolveckor

source: School day
sv: Skoldag

source: School days
sv: Skoldagar

source: Day start
sv: Dag start

source: Day end
sv: Dag slut

source: Lessons
sv: Lektioner

source: The lessons that are assumed unless there are attendance reports defining the lesson time and length.
sv: Lektioner som antas om det inte finns några närvarorapporter som definierar lektionernas tid och längd.

source: School week settings
sv: Skolvecka inställningar

source: List and administer school week settings
sv: Lista och hantera inställningar för skolveckor

source: School week for @label
sv: Skolvecka för @label

source: No school week set for @label
sv: Ingen skolvecka för @label

source: Module is not enabled.
sv: Modul är inte aktiv.

source: No attendance data to analyse.
sv: Ingen närvarodata att analysera.

source: Attending: @attended %, Valid absence: @valid_absence %, Invalid absence: @invalid_absence %
sv: Närvaro: @attended %, Giltig frånvaro: @valid_absence %, Ogiltig frånvaro: @invalid_absence %

source: Here you can set the school week time for each grade/class. This will be used to calculate attendance statistics for students for specific days.
sv: Här kan du ange skolveckans tid för varje årskurs/klass. Detta kommer att användas för att beräkna närvarostatistik för elever för specifika dagar.

source: You may set start and end time for each school day. If not set a school day will be assumed to have its middle at 12:00 in the analyse, adding one hour in each direction. For example for a 300 min long school day, start time will be assumed at 08:30 and end at 15:30.
sv: Du kan ange start och sluttid för varje skoldag. Om det inte är inställt kommer en skoldag att antas ha sin mitt vid 12:00 i analysen, adderat en timme i varje riktning. Till exempel för en 300 min lång skoldag kommer starttid att antas kl 08:30 och sluttid kl 15:30.

source: School day length of @day_label
sv: Skoldagslängd för @day_label

source: The length of the school day for @day_label in minutes.
sv: Längden på skoldagen för @day_label i minuter.

source: School day start of @day_label
sv: Skoldagens starttid för @day_label

source: School day end of @day_label
sv: Skoldagens sluttid för @day_label

source: Show details
sv: Visa detaljer

source: Hide details
sv: Dölj detaljer

source: The selected period may span of multiple grades, attendance statistics may not be accurate.
sv: Vald period kan omfatta flera årskurser, närvarostatistik kan vara felaktig.

source: Student grade are assumed to be @grade for this period which may affect the school day length in the analyse.
sv: Elevens årskurs antas vara @grade för denna period vilket kan påverka skoldagens längd i analysen.

source: It looks like an error may have occurred when creating the absence registration. Please check in @link that everything is in order. If not, please try again or contact the school.
sv: Det ser ut som att ett fel kan ha inträffat när frånvaroregistreringen skulle skapas. Var vänlig och kontrollera i @link att allt är i sin ordning. Om inte, var vänlig försök igen eller kontakta skolan.

source: Total absence
sv: Total frånvaro

source: Lesson time
sv: Lektionstid

source: Number of students
sv: Antal elever

source: Note! Due to the date filter there are students categorised to other grades than their current grade.
sv: Observera! På grund av datumfiltret finns det elever kategoriserade till andra årskurser än deras nuvarande årskurs.

source: No data available for the selected period and student group. It may be because the period is invalid or there is no school week set.
sv: Ingen data tillgänglig för vald period och elevgrupp. Det kan bero på att perioden är ogiltig eller att det inte finns någon skolvecka inställd.

source: Absence statistics summary
sv: Frånvarostatistik summering

source: Summarize attendance statistics for a period
sv: Sammanställ närvarostatistik för en period

source: Attendance period summary
sv: Närvaroanalys för period

source: Administer attendance period analyse settings
sv: Administrera inställningar för närvaroanalys för period

source: Attendance period analyse
sv: Närvaroanalys för period

source: Attendance period analyse settings
sv: Inställningar för närvaroanalys för period

source: Absence percentage limit @i
sv: Frånvaro procentuell gräns @i

source: Absence percentage limits
sv: Frånvaro procentuella gränser

source: Sort out school week deviations
sv: Gallra avvikelser för skolvecka

source: Add school week deviations
sv: Lägg till avvikelser för skolvecka

source: Note! This deviation will be removed for following school grades: @grades
sv: Observera! Denna avvikelse kommer att tas bort för följande årskurser: @grades

source: School week deviation
sv: Avvikelse för skolvecka

source: school week deviation
sv: avvikelse för skolvecka

source: school week deviations
sv: avvikelser för skolvecka

source: School week deviations
sv: Avvikelser för skolvecka

source: Deviation from
sv: Avvikelse från

source: Deviation to
sv: Avvikelse till

source: School day length
sv: Skoldagslängd

source: this deviation
sv: denna avvikelse

source: School day start
sv: Skoldagens starttid

source: School day end
sv: Skoldagens sluttid

source: Deviation type
sv: Avvikelsetyp

source: The school grades that this school week deviation applies to.
sv: Årskurser som denna avvikelse för skolvecka gäller för.

source: @count items removed
sv: @count objekt borttagna

source: Removing school week deviations
sv: Radera avvikelse för skolvecka

source: Delete all deviations that are older than this date.
sv: Radera alla avvikelser som är äldre än detta datum.

source: Date limit
sv: Datumgräns

source: List students with adapted studies
sv: Lista över elever med anpassad studiegång

source: Students with adapted studies
sv: Elever med anpassad studiegång

source: Specific deviation
sv: Specifik avvikelse

source: Specific deviation for this school week only.
sv: Specifik avvikelse för endast denna skolvecka.

source: Joint grader
sv: Sambedömare

source: Export is completed. Save the file in a secure location. This file will shortly be removed from server. Download it now form @link
sv: Exporten är klar. Spara filen på en säker plats. Denna fil kommer snart att tas bort från servern. Ladda ner den nu från @link

source: Something went wrong. Try again.
sv: Något gick fel. Försök igen.

source: Processing data
sv: Processar data

source: There are errors preventing the export to be completed.
sv: Det finns fel som hindrar exporten från att slutföras.

source: Please select at least one user.
sv: Vänligen välj minst en användare.

source: Select export method to use depending on destination system
sv: Välj exportmetod att använda beroende på destinationsystem

source: Select export method
sv: Välj exportmetod

source: Export method
sv: Exportmetod

source: Export users
sv: Exportera användare

source: Personal number
sv: Personnummer

source: Birth date
sv: Födelsedatum

source: Last name
sv: Efternamn
